[
    { "author": "Sun Tzu", "quote": "The supreme art of war is to subdue the enemy without fighting." },
    { "author": "Winston Churchill", "quote": "War is a game that is played with a smile. If you can't smile, grin. If you can't grin, keep out of the way till you can." },
    { "author": "Albert Einstein", "quote": "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones." },
    { "author": "George Orwell", "quote": "War is peace. Freedom is slavery. Ignorance is strength." },
    { "author": "Napoleon Bonaparte", "quote": "I love it when a plan comes together." },
    { "author": "George S. Patton", "quote": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base." },
    { "author": "William Tecumseh Sherman", "quote": "War is hell." },
    { "author": "Voltaire", "quote": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets." },
    { "author": "Ernest Hemingway", "quote": "Never think that war, no matter how necessary, nor how justified, is not a crime." },
    { "author": "Dwight D. Eisenhower", "quote": "I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity." },
    { "author": "Hermann Goering", "quote": "The victor will never be asked if he told the truth." },
    { "author": "Leo Tolstoy", "quote": "War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves." },
    { "author": "Heraclitus", "quote": "Out of every one hundred men, ten shouldn't even be there, eighty are just targets, nine are the real fighters, and we are lucky to have them, for they make the battle. Ah, but the one, one is a warrior, and he will bring the others back." },
    { "author": "John F. Kennedy", "quote": "Mankind must put an end to war before war puts an end to mankind." },
    { "author": "Bertrand Russell", "quote": "War does not determine who is right, only who is left." },
    { "author": "J.R.R. Tolkien", "quote": "War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend." },
    { "author": "Plato", "quote": "Only the dead have seen the end of war." },
    { "author": "Euripides", "quote": "There is no greater sorrow than to recall in misery the time when we were happy." },
    { "author": "Seneca", "quote": "We are mad, not only individually, but nationally. We check manslaughter and isolated murders; but what of war and the much-vaunted crime of slaughtering whole peoples?" },
    { "author": "Joseph Stalin", "quote": "A single death is a tragedy; a million deaths is a statistic." },
    { "author": "Douglas MacArthur", "quote": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war." },
    { "author": "George Washington", "quote": "To be prepared for war is one of the most effective means of preserving peace." },
    { "author": "Mark Twain", "quote": "God created war so that Americans would learn geography." },
    { "author": "William Shakespeare", "quote": "Cry 'Havoc!', and let slip the dogs of war." },
    { "author": "Homer", "quote": "There is the heat of Love, the pulsing rush of Longing, the lover’s whisper, irresistible—magic to make the sanest man go mad." },
    { "author": "Heraclitus", "quote": "Of every one hundred men, ten shouldn’t even be there, eighty are nothing but targets, nine are real fighters… We are lucky to have them… They make the battle. Ah, but the one, one is a warrior… and he will bring the others back." },
    { "author": "Khalil Gibran", "quote": "I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind; yet, strange, I am ungrateful to those teachers." },
    { "author": "Otto von Bismarck", "quote": "When you say you agree to a thing in principle, you mean that you have not the slightest intention of carrying it out in practice." },
    { "author": "Dwight D. Eisenhower", "quote": "What counts is not necessarily the size of the dog in the fight – it’s the size of the fight in the dog." },
    { "author": "Napoleon Bonaparte", "quote": "In war, the moral is to the physical as three is to one." },
    { "author": "Niccolò Machiavelli", "quote": "If you want peace, you must be prepared for war." },
    { "author": "Omar N. Bradley", "quote": "We have grasped the mystery of the atom and rejected the Sermon on the Mount. Ours is a world of nuclear giants and ethical infants." },
    { "author": "Joseph Stalin", "quote": "Death is the solution to all problems. No man – no problem." },
    { "author": "Sun Tzu", "quote": "He will win who knows when to fight and when not to fight." },
    { "author": "Sun Tzu", "quote": "If you know the enemy and know yourself, you need not fear the result of a hundred battles." },
    { "author": "Sun Tzu", "quote": "Opportunities multiply as they are seized." },
    { "author": "Sun Tzu", "quote": "All warfare is based on deception." },
    { "author": "Sun Tzu", "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win." },
    { "author": "Sun Tzu", "quote": "Supreme excellence consists of breaking the enemy's resistance without fighting." },
    { "author": "Sun Tzu", "quote": "The greatest victory is that which requires no battle." },
    { "author": "Sun Tzu", "quote": "In the midst of chaos, there is also opportunity." },
    { "author": "Sun Tzu", "quote": "Appear weak when you are strong, and strong when you are weak." },
    { "author": "Sun Tzu", "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall." },
    { "author": "Sun Tzu", "quote": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment – that which they cannot anticipate." },
    { "author": "Sun Tzu", "quote": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt." },
    { "author": "Sun Tzu", "quote": "Pretend inferiority and encourage his arrogance." },
    { "author": "Sun Tzu", "quote": "Keep your friends close, and your enemies closer." },
    { "author": "Sun Tzu", "quote": "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat." },
    { "author": "Sun Tzu", "quote": "The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim." },
    { "author": "Sun Tzu", "quote": "When strong, avoid them. If of high morale, depress them. Seem humble to fill them with conceit. If at ease, exhaust them. If united, separate them. Attack their weaknesses. Emerge to their surprise." },
    { "author": "Sun Tzu", "quote": "All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near." },
    { "author": "Sun Tzu", "quote": "Know thy self, know thy enemy. A thousand battles, a thousand victories." },
    { "author": "Sun Tzu", "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win." },
    { "author": "Sun Tzu", "quote": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt." },
    { "author": "Sun Tzu", "quote": "Appear weak when you are strong, and strong when you are weak." },
    { "author": "Sun Tzu", "quote": "Know yourself and you will win all battles." },
    { "author": "Sun Tzu", "quote": "The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom." },
    { "author": "Sun Tzu", "quote": "The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected." },
    { "author": "Sun Tzu", "quote": "When you surround an army, leave an outlet free. Do not press a desperate foe too hard." },
    { "author": "Sun Tzu", "quote": "When you surround an army, leave an outlet free. Do not press a desperate foe too hard." },
    { "author": "Sun Tzu", "quote": "In the midst of chaos, there is also opportunity." },
    { "author": "Sun Tzu", "quote": "In the midst of chaos, there is also opportunity." },
    { "author": "Sun Tzu", "quote": "When you surround an army, leave an outlet free. Do not press a desperate foe too hard." },
    { "author": "Sun Tzu", "quote": "Build your opponent a golden bridge to retreat across." },
    { "author": "Sun Tzu", "quote": "If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected." },
    { "author": "Sun Tzu", "quote": "If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant." },
    { "author": "Sun Tzu", "quote": "Attack is the secret of defense; defense is the planning of an attack." },
    { "author": "Sun Tzu", "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win." },
    { "author": "Sun Tzu", "quote": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment – that which they cannot anticipate." },
    { "author": "Sun Tzu", "quote": "There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard." },
    { "author": "Sun Tzu", "quote": "It is essential to seek out enemy agents who have come to conduct espionage against you and to bribe them to serve you. Give them instructions and care for them. Thus doubled agents are recruited and used." },
    { "author": "Sun Tzu", "quote": "If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant." },
    { "author": "Sun Tzu", "quote": "Hence the saying: If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle." },
    { "author": "Sun Tzu", "quote": "The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy." },
    { "author": "Sun Tzu", "quote": "Build your opponent a golden bridge to retreat across." },
    { "author": "Sun Tzu", "quote": "Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting." },
    { "author": "Sun Tzu", "quote": "Appear weak when you are strong, and strong when you are weak." }
]